import React from 'react';
import {getText} from "../../locales";

const OurEmployees = () => {
    return (
        <div className="our-employees">
            <div className="container">

                <h4 className="font-family-medium">Виды монтажных работ, предлагаемые нашей компанией</h4>
                <p>На любом объекте, независимо от вида работ, надо действовать по четкой технологической цепочке.
                    Большое значение имеет подготовка рабочего места, предполагающая не только удобство, но и защиту
                    людей от несчастных случаев. На сегодняшний день в нашей компании работает более 500 человек, знания
                    и умения которых воплощаются в современные телекоммуникационные решения. Высокая квалификация и опыт
                    сотрудников позволяют качественно выполнять поставленные задачи в короткие сроки, обеспечивая полный
                    цикл работ по строительству сетей от проектирования, сборки и монтажа до послепродажного
                    обслуживания. Наши сотрудники постоянно повышают свою квалификацию в зарубежных странах, таких как:
                    Россия, Корея, Китай, Германия, Турция. Наши инженеры выполняют диагностику систем и проводят
                    проверку соответствия проекту всех параметров оборудования, грамотно настраивая всю работу. Мы
                    внедряем комплексы работ, которые осуществляются в соответствии с регламентом и протоколом:
                </p>




                <p>
                    •	монтаж легких и сложных тяжелых конструкций;
                </p>
                <p>
                    •	установка оборудования и СКС;
                </p>
                <p>
                    •	монтаж коммуникаций разного назначения;
                </p>
                <p>
                    •	монтаж средств контроля и автоматизации.

                </p>

            </div>
        </div>
    );
};

export default OurEmployees;