import React from 'react';

const   WebApplication = () => {
    return (
        <div>


            <div id="" className="installation-part-three position-relative">




                <div className="line103v2">
                    <div className="line-insert">
                        <svg width="798" height="106" viewBox="0 0 798 106" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M852.1 1H730.997L692.803 38.2624H453.702L434.062 18.622H261.18L235.685 42.0764H4.11438" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                            <path d="M4.34707 46.4236C1.94054 46.4236 -0.00018692 44.4828 -0.00018692 42.0763C-0.00018692 39.6698 1.94054 37.729 4.34707 37.729C6.7536 37.729 8.69434 39.6698 8.69434 42.0763C8.69434 44.4828 6.7536 46.4236 4.34707 46.4236Z" fill="#0086E7"/>
                            <path d="M1189.1 99.4238H1068L1029.8 62.1614H586.14L566.5 81.8018H454.5L429.005 58.3474H341.114" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                            <path d="M341.347 54.0003C338.941 54.0003 337 55.941 337 58.3475C337 60.7541 338.941 62.6948 341.347 62.6948C343.754 62.6948 345.694 60.7541 345.694 58.3475C345.694 55.941 343.754 54.0003 341.347 54.0003Z" fill="#0086E7"/>
                            <g opacity="0.4">
                                <path d="M877.661 104.262L756.558 104.262L718.364 67L481.099 67L459.5 98.8026L347.501 98.8026L322.005 75.3482L234.115 75.3482" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                                <path d="M234.347 71.001C231.941 71.001 230 72.9418 230 75.3483C230 77.7548 231.941 79.6956 234.347 79.6956C236.754 79.6956 238.694 77.7548 238.694 75.3483C238.694 72.9418 236.754 71.001 234.347 71.001Z" fill="#0086E7"/>
                            </g>
                        </svg>

                    </div>
                </div>

                <div className="container installation-part-three-child">
                    <div className="row">
                        <div className="col-md-5">
                            <img src="images/icon/web.png" alt=""/>
                        </div>
                        <div className="col-md-7">
                            <h4 className="font-family-medium">Веб-приложение</h4>
                            <p>Веб-приложение – это программа, которая запущена на удаленном сервере (веб-сайте) и может
                                использоваться пользователем на любом устройстве в тех местах, где есть выход во
                                всемирную сеть. Создание веб-приложений для смартфонов, планшетов и настольных
                                компьютеров – лучшая инвестиция в развитие компании. Эти универсальные решения позволяют
                                упростить и оптимизировать бизнес-процессы как владельцам, так и клиентам. </p>
                        </div>
                    </div>
                </div>
                <div className="line30">
                    <div className="line-insert">
                        <svg width="445" height="47" viewBox="0 0 445 47" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M-408 1L-286.897 1.00001L-248.703 38.2624L-9.60279 38.2624L10.0376 18.6221L182.92 18.6221L208.415 42.0765L439.985 42.0765"
                                stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"></path>
                            <path
                                d="M439.754 46.4238C442.16 46.4238 444.101 44.4831 444.101 42.0765C444.101 39.67 442.16 37.7292 439.754 37.7292C437.347 37.7292 435.406 39.67 435.406 42.0765C435.406 44.4831 437.347 46.4238 439.754 46.4238Z"
                                fill="#0086E7"></path>
                            <g opacity="0.4">
                                <path
                                    d="M-337.561 42.2625L-216.458 42.2625L-178.264 5.00005L59.0013 5.00005L80.6006 36.8027L192.6 36.8027L218.095 13.3483L305.985 13.3483"
                                    stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"></path>
                                <path
                                    d="M305.754 9.001C308.16 9.001 310.101 10.9417 310.101 13.3483C310.101 15.7548 308.16 17.6956 305.754 17.6956C303.347 17.6956 301.406 15.7548 301.406 13.3483C301.406 10.9417 303.347 9.001 305.754 9.001Z"
                                    fill="#0086E7"></path>
                            </g>
                        </svg>
                    </div>
                </div>


            </div>


        </div>
    );
};

export default WebApplication;