import React from 'react';

const TvCard = () => {
    return (
        <div className="tv-card">
            <div className="tv-card-child container">
                <h4>Наши рекомендации</h4>
                <p>IPTV
                (Internet Protocol Television) – это современная технология, позволяющая эффективно передавать
                телевизионный сигнал через сеть Интернет. IPTV – это полностью интерактивный сервис, работающий через
                интернет, в отличие от кабельного или спутникового телевидения. Данная технология позволяет получить
                идеальное качество изображения и звука. Именно поэтому, мы рекомендуем скорость TAS-IX не менее 2
                Мбит/с, а для просмотров HD-каналов – не мнее 4 Мбит/c.
            </p>
        </div>
</div>
)
    ;
};

export default TvCard;