import React from 'react';

const TvCard = () => {
    return (
        <div className="tv-card">
            <div className="tv-card-child container">
                <h4 className="font-family-medium">Какая скорость интернета считается нормальной для социальных сетей</h4>
                <p>
                    Простой ответ выглядит так – чем выше скорость интернета, тем лучше. Но если бы всё было так просто,
                    то Вы бы сюда не пришли за ответом, верно?
                    Всё дело в том, что не у всех имеется возможность провести интернет со скоростью, скажем, 100
                    Мбит/сек по техническим или финансовым причинам. Поэтому в такой ситуации люди и задаются вопросом –
                    Какая скорость интернета считается нормальной?
                </p>
            </div>
        </div>
    )
        ;
};

export default TvCard;