import React from 'react';

const NewsDetailPair = () => {
    return (
        <div className="news-detail container">


            <h2>CityNet предлагает решения в области IT</h2>
            <span>12.02.2021</span>

            <img src="/images/banimg.png" alt="123"/>

            <p>CityNet — это одна из ведущих компаний в области информационных и
                инновационных технологий в Узбекистане. Компания представляет широкий
                ассортимент товаров и таких услуг, как:

                <br/>
                интеллектуальное видеонаблюдение;        <br/>   <br/>
                IP- и аналоговая телефония;        <br/>
                охранно-пожарная сигнализация;        <br/>
                система пожаротушения;        <br/>
                системы контроля и управления доступом;        <br/>
                парковочная система;        <br/>
                интернет-провайдер;
                огнезащитная обработка конструкций;        <br/>
                звуковое оповещение и управление эвакуацией;        <br/>
                поставка специализированного оборудования для слаботочных систем;        <br/>
                центр обработки вызовов;        <br/>
                автоматизация инженерных систем;        <br/>
                структурирование кабельных сетей (ЛВС, ВОЛС, телефония);        <br/>
                системы конференц связи;        <br/>
                проектирование слаботочных систем.        <br/>  <br/>

                омпания CityNet представляет сервисный робот для бизнеса — Promobot V4.
                Он общается с людьми, отвечает на вопросы, свободно передвигается и
                подключается к внешним системам и сервисам. Его можно применять в качестве
                консультанта, промоутера, администратора, экскурсовода и так далее. Владелец
                робота может легко добавлять в программу Promobot V4 новые фразы, создавать
                собственные движения, эмоции.        <br/>
            </p>

        </div>
    );
};

export default NewsDetailPair;