import React from 'react';

const PartSecond = () => {
    return (
        <div className="  second-pair-de">
            <div className="row">
             <div>
                 <h2>
                     Объекты <br/>

                     проектирование
                 </h2>
                 <p>
                     Обустройство скважин <br/>
                     Шлейфы, кустовые площадки <br/>
                     Сборные пункты <br/>
                     Газопроводы и нефтепроводы <br/>
                     Установки по подготовке нефти и газа <br/>
                     Компрессорные станции, насосные станции, <br/>
                     газотурбинные и газопоршневые электростанции; <br/>
                     Узлы замера газа, станции редуцирования газа, <br/>
                     крановые узлы и узлы приема/запуска ОУ; <br/>
                     Хранилища газа и нефти, в том числе нефтебазы, <br/>
                     подземные хранилища газа и СПГ; <br/>
                     Газоперерабатывающие и нефтеперерабатывающие заводы; <br/>
                     Системы генерации и распределения электроэнергии; <br/>
                 </p>
             </div>
                <img src="/images/cabel.png" alt=""/>
            </div>
        </div>


    );
};

export default PartSecond;