import React from 'react';

const TelText = () => {
    return (
        <div className="tel-text">

            <div className="container">
                <h2
                    data-aos="fade-up"
                    data-aos-easing="ease-out-cubic"
                    data-aos-duration="700"

                >Как работает IP-телефония?</h2>
                <p data-aos="fade-up"
                   data-aos-easing="ease-out-cubic"
                   data-aos-duration="700"
                   data-aos-delay="500"
                >
                    Суть передачи информации заключается в том, что сигнал переводится из аналогового формата (голос) в
                    цифровой, и подается на коммутирующее оборудование, где он зашифровывается и сжимается. В
                    дальнейшем, пакет информации попадает к адресату по сети Интернет, где посредством специальных
                    программ и аппаратуры происходит его перекодировка в первоначальный вид.Именно поэтому данная
                    технология преобразования голоса в цифровой сигнал и его обратное декодирование получила название
                    IP-телефония - VOIP. Таким образом, посредством сети происходит телефонное общение между абонентами.
                </p>
            </div>



            <div className="line120m5">
                <div className="line-insert">

                    <svg width="676" height="106" viewBox="0 0 676 106" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M853.1 1H731.997L693.803 38.2624H454.702L435.062 18.622H262.18L236.685 42.0764H5.11438" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                        <path d="M5.3461 46.4236C2.93957 46.4236 0.998837 44.4828 0.998837 42.0763C0.998837 39.6698 2.93957 37.729 5.3461 37.729C7.75263 37.729 9.69336 39.6698 9.69336 42.0763C9.69336 44.4828 7.75263 46.4236 5.3461 46.4236Z" fill="#0086E7"/>
                        <path d="M1190.1 99.4238H1069L1030.8 62.1614H587.14L567.5 81.8018H455.5L430.005 58.3474H342.114" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                        <path d="M342.346 54C339.94 54 337.999 55.9408 337.999 58.3473C337.999 60.7538 339.94 62.6946 342.346 62.6946C344.753 62.6946 346.693 60.7538 346.693 58.3473C346.693 55.9408 344.753 54 342.346 54Z" fill="#0086E7"/>
                        <g opacity="0.4">
                            <path d="M878.661 104.262L757.558 104.262L719.364 67L482.099 67L460.5 98.8026L348.501 98.8026L323.005 75.3482L235.115 75.3481" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                            <path d="M235.348 71.001C232.942 71.001 231.001 72.9417 231.001 75.3483C231.001 77.7548 232.942 79.6956 235.348 79.6956C237.755 79.6956 239.695 77.7548 239.695 75.3483C239.695 72.9417 237.755 71.001 235.348 71.001Z" fill="#0086E7"/>
                        </g>
                    </svg>


                </div>
            </div>
        </div>
    );
};

export default TelText;