import React from 'react';

const Trust = () => {
    return (
        <div className="trust  ">


            <div className="container">
                <h2 className="font-family-medium">
                    Ваше доверие
                </h2>
                <p>
                    Мы стремимся быть ближе к нашим абонентам и всегда готовы помочь в решении вопросов, возникающих с
                    компьютером и сетью. Обеспечение пользователей услугами высококачественного интернета является нашей
                    основной задачей, ведь мы дорожим доверием наших клиентов и понимаем важность комфортной работы в сети.
                    Опираясь на опыт работы с корпоративным сегментом, мы выстроили все бизнес-процессы с учетом
                    потребностей клиентов в услугах связи. Компания с уверенностью гарантирует высокое качество услуг и
                    сервиса бизнес уровня, благодаря наличию собственной телекоммуникационной сети. Ключевая компетенция
                    компании - реализация телекоммуникационных решений для корпоративных клиентов, бизнес-центров и
                    операторов связи
                </p>
            </div>




        </div>
    );
};

export default Trust;