import React from 'react';

const ProviderPart = () => {
    return (
        <div>
            <div className="provider-part position-relative">
                {/*<div className="line23">*/}
                {/*    <div className="line-insert">*/}
                {/*        <svg width="699" height="97" viewBox="0 0 699 97" fill="none" xmlns="http://www.w3.org/2000/svg">*/}
                {/*            <path d="M853.1 1L731.997 1L693.803 38.2624L454.702 38.2624L435.062 18.622L262.18 18.622L236.685 42.0764L5.11438 42.0764" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>*/}
                {/*            <path d="M5.3461 46.4236C2.93957 46.4236 0.998837 44.4828 0.998837 42.0763C0.998837 39.6698 2.93957 37.729 5.3461 37.729C7.75263 37.729 9.69336 39.6698 9.69336 42.0763C9.69336 44.4828 7.75263 46.4236 5.3461 46.4236Z" fill="#0086E7"/>*/}
                {/*            <g opacity="0.4">*/}
                {/*                <path d="M968.66 95.2627L847.557 95.2627L809.363 58.0003L572.098 58.0003L550.499 89.8029L438.5 89.8029L413.005 66.3484L325.114 66.3484" stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>*/}
                {/*                <path d="M325.346 62.0012C322.94 62.0012 320.999 63.942 320.999 66.3485C320.999 68.755 322.94 70.6958 325.346 70.6958C327.753 70.6958 329.693 68.755 329.693 66.3485C329.693 63.942 327.753 62.0012 325.346 62.0012Z" fill="#0086E7"/>*/}
                {/*            </g>*/}
                {/*        </svg>*/}

                {/*    </div>*/}
                {/*</div>*/}
                <div className="iptelephony-part-three-child container">
                    <div className="row">
                        <div className="col-md-6">
                            <img src="/images/icon/iptelephonyfour.png" alt=""/>
                        </div>
                        <div className="col-md-6">
                            <h4>Наши цели и что мы можем предложить нашей клиентуре</h4>
                            <p>Целями компании являются создание единого городского информационного пространства и
                                предоставление максимального количества сервисов и услуг клиентам сети. В рамках одного
                                подключения полного пакета мы можем предоставить такие услуги как:

                            </p>
                            <div className="third-arrow">
                                <a href="/internetDetails">Перейти на сайт<img className="arrow-img-white"
                                                                               src="/images/icon/Arrow4.png"
                                                                               alt=""/></a>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="line106">
                    <div className="line-insert">
                        <svg width="704" height="101" viewBox="0 0 704 101" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M853.1 1H731.997L693.803 38.2624H454.702L435.062 18.622H262.18L236.685 42.0764H5.11438"
                                stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                            <path
                                d="M5.3461 46.4236C2.93957 46.4236 0.998837 44.4828 0.998837 42.0763C0.998837 39.6698 2.93957 37.729 5.3461 37.729C7.75263 37.729 9.69336 39.6698 9.69336 42.0763C9.69336 44.4828 7.75263 46.4236 5.3461 46.4236Z"
                                fill="#0086E7"/>
                            <path
                                d="M1118.1 99.4238H996.997L958.803 62.1614H515.14L495.5 81.8018H383.5L358.005 58.3474H270.114"
                                stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                            <path
                                d="M270.346 54.0003C267.94 54.0003 265.999 55.941 265.999 58.3475C265.999 60.7541 267.94 62.6948 270.346 62.6948C272.753 62.6948 274.693 60.7541 274.693 58.3475C274.693 55.941 272.753 54.0003 270.346 54.0003Z"
                                fill="#0086E7"/>
                            <g opacity="0.4">
                                <path
                                    d="M782.66 42.2625L661.557 42.2624L623.363 5.00003L386.098 5.00001L364.499 36.8026L252.5 36.8026L227.005 13.3482L139.114 13.3482"
                                    stroke="#0086E7" stroke-width="1.5" stroke-miterlimit="10"/>
                                <path
                                    d="M139.346 9.001C136.94 9.001 134.999 10.9417 134.999 13.3483C134.999 15.7548 136.94 17.6956 139.346 17.6956C141.753 17.6956 143.693 15.7548 143.693 13.3483C143.693 10.9417 141.753 9.001 139.346 9.001Z"
                                    fill="#0086E7"/>
                            </g>
                        </svg>

                    </div>
                </div>


            </div>


        </div>
    );
};

export default ProviderPart;